Repository: 16patsle/Scroll-Reverser
Catalog: resources/*.lproj/Localizable.strings
Languages: ro

source: Automatically
ro: Automat

source: Check for updates
ro: Verifică pentru actualizări

source: For settings, click the icon in the menu bar
ro: Pentru setări, faceți clic pe pictograma din bara de meniu

source: MENU_HIDDEN_TEXT
ro: Icoana Scroll Reverser a fost eliminata din bara de meniu. Pentru a o restaura în orice moment, lansați Scroll Reverser din Finder.

source: Preferences
ro: Preferințe

source: Quit Scroll Reverser
ro: Închide Scroll Reverser

source: Reverse Horizontal
ro: Inversează Horizontal

source: Reverse Mouse
ro: Inversează mouse-ul

source: Reverse Scrolling
ro: Inversează defilarea

source: Reverse Tablet
ro: Inversează tableta

source: Reverse Trackpad
ro: Inversează Trackpad

source: Reverse Vertical
ro: Inversează Vertical

source: Scroll Reverser is now running!
ro: Scroll Reverser este pornit!

source: Scrolling
ro: Derularea

source: Scrolling Axes
ro: Axele de derulare

source: Scrolling Devices
ro: Dispozitive de derulare

source: Start at login
ro: Start la login

source: Status Icon Hidden
ro: Icoana de Status Ascunsă

source: Show in menu bar
ro: Arată in bara de meniu
